Repository: johanfinn/cinemascpoe
Catalog: po/*.po
Languages: fr

source: Action & Adventure
fr: Action & Aventure

source: Adventure
fr: Aventure

source: Airing today on TV
fr: Diffus aujourd'hui la TV

source: Comedy
fr: Comedie

source: Coming soon
fr: Prochainement

source: Crime
fr: Policier

source: Disaster
fr: Catastrophe

source: Documentary
fr: Documentaire

source: Drama
fr: Drame

source: Eastern
fr: Oriental

source: Education
fr: ducation

source: Erotic
fr: rotique

source: Family
fr: Familial

source: Fan Film
fr: Film de fan

source: Fantasy
fr: Fantastique

source: Featured
fr: Avec

source: Find cinema
fr: Trouver un cinema

source: Foreign
fr: tranger

source: Google it!
fr: Rechercher sur Google!

source: History
fr: Historique

source: Holiday
fr: Vacances

source: Horror
fr: Horreur

source: Indie
fr: Indpendant

source: Kids
fr: Enfants

source: Movies
fr: Films

source: Music
fr: Musique

source: Mystery
fr: Mystre

source: Neo-Noir
fr: No-noir

source: News
fr: Actualits

source: No reviews avaiable.
fr: Aucune critique disponible.

source: Popular TV shows
fr: Top sries TV

source: Popular movies
fr: Top films

source: Reality
fr: Ralit

source: Road Movie
fr: Voyage

source: Sci-Fi & Fantasy
fr: Science-fiction & Fantastique

source: Short
fr: Court-mtrage

source: Soap
fr: Srie TV

source: Sporting Event
fr: vnement sportif

source: Sports Film
fr: Film de sport

source: TV Movie
fr: Film TV

source: TV-series
fr: Sries TV

source: Talk
fr: Dbat

source: War
fr: Guerre

source: War & Politics
fr: Guerre & Politique
